{"title":"Do Movies With More Coughs Win Best Picture?","description":"A Nearly-Flawless Expulsion-Based Model That Predicts a Staggering Upset for Dune.","note":"The claims in this paper have not been verified because the researchers have refused to yield their full dataset and methodology, citing “intellectual property rights,” “the sanctity of the First Amendment,” and “the Wright brothers never had to show their work.” We are publishing their paper here because they won’t stop mailing hard copies in triplicate to our homes and offices.","hed":"Do Movies With More Coughs Win Best Picture? A Nearly-Flawless Expulsion-Based Model That Predicts a Staggering Upset for <em>Dune</em>.","authors":["Mike Lacher","Jason Eppink","Russell Goldenberg"],"institution":"Unaffiliated Associate Adjunct Professors","abstract":"Many movies have coughs and sneezes in them. Some win the Academy Award for Best Picture. Is there a connection? The mainstream statistical hegemony says “no,” but our research suggests otherwise. We have created a model capable of predicting a Best Picture winner based on the number of coughs and sneezes in nominated films. This allows us not only to predict this year’s winner with 91.7% accuracy, but also to determine that Viggo Mortensen will be cast as Batman at some point in the future.","keywords":"Expulsions: cinematic – Prediction models – Batman glottal theory (BGT)","introduction":[{"type":"text","value":"Every year, the Academy of Motion Picture Arts and Sciences awards a “Best Picture.” And every year, enormous amounts of time, effort, and money are spent attempting to predict it. Current, small-minded attempts at prediction are driven by methods including the <a href=https://www.semanticscholar.org/paper/Predicting-Movie-Success-and-Academy-Awards-through-Krauss-Nann/d2aafa20b624c5df506533c62e3468e43eeaf2ec>analysis of IMDb communities</a> [1], <a href=https://www.researchgate.net/publication/330336251_Sentiment_Analysis_of_Twitter_Posts_About_the_2017_Academy_Awards>sentiment analysis of Twitter</a> [2], and subjective Bayesian <a href=https://projecteuclid.org/journals/annals-of-applied-statistics/volume-15/issue-4/Predicting-competitions-by-combining-conditional-logistic-regression-and-subjective-Bayes/10.1214/21-AOAS1464.short>predictive conditional approaches</a> [3] to synthesize historical data. However, we believe all these models fall short in their abilities to reliably predict winners."},{"type":"text","value":"We propose a novel approach: predicting which film will win Best Picture based on the number of coughs and sneezes in it. While some may call our methods “tenuous at best” and our dataset “noise whose analysis represents only a brazen waste of department resources,” we believe that by leveraging our years of research, we can establish a revolutionary prediction model."}],"methods":[{"type":"text","value":"In our work analyzing more than 30,000 films for <a href=https://everymoviecough.com/>Every Movie Cough</a> [4], the world’s most complete collection of cinematic coughs and sneezes, we discovered a striking pattern: films that include coughs and sneezes tend to be more likely to be nominated for Best Picture."},{"type":"break","value":"true"},{"type":"text","value":"According to our research, 43% of all films have coughs and sneezes, but 64% of Best Picture nominees have coughs and sneezes. Perhaps this is because these glottal events can often signal drama, action, or impending illness, the moments that define award-winning films."},{"type":"table","value":"Analysis"},{"type":"text","value":"Our dataset of coughs and sneezes comes from analyzing user-created subtitles for the deaf and hearing impaired (SDH) from <a href=https://opensubtitles.org>OpenSubtitles.org</a> [5]. We search these subtitles for instances of phrases like “cough” and “a-choo,” correcting for false positives like a character saying “cough it up.” We occasionally supplement this approach with human analysis of films, but depend on it less following the indignant resignation of our postdoctoral fellow."},{"type":"video","value":{"id":"N5lbDs6fm8I","fig":"1","film":"Best Picture supercut","caption":"Famous coughs from Best Picture winners through history, as curated on Every Movie Cough"}},{"type":"text","value":"We prefer subtitles over machine-learning-based detection because the presence of a cough in subtitles means it was prominent enough for a person to write it down. Also our postdoctoral fellow was the only one who completed the Tensorflow tutorial."},{"type":"break","value":"true"},{"type":"image","value":{"file":"flow","fig":"2","caption":"Flowchart of predicting Best Picture winners based on expulsions"}}],"results":[{"type":"hed","value":"A. The Coughgeist"},{"type":"text","value":"We postulate that the public appetite for coughs and sneezes in movies varies from year to year. We call this appetite “The Coughgeist.” The nominated movie that comes closest to providing the same number of coughs and sneezes as the Coughgeist tends to win Best Picture."},{"type":"break","value":"true"},{"type":"image","value":{"file":"winners","fig":"3","caption":"Comparing Best Picture Winner expulsion count to the yearly Coughgeist trend"}},{"type":"hed","value":"B. Calculating the Coughgiest"},{"type":"text","value":"We calculate the Coughgeist for each year by determining the median expulsion count of that year’s nominees and then normalizing it."},{"type":"text","value":"Our dataset starts with the 82nd Academy Awards, which honored films released in 2009. This was the first year in which the field of nominees was nearly doubled, allowing for a much more accurate calculation of the Coughgeist."},{"type":"text","value":"As can be seen, the Coughgeist varies over time. It hit an all time high at the 93rd Academy Awards, which honored films released in 2020 and the beginning of 2021. This may be due to the COVID-19 pandemic, which drove discussion and consideration of coughs to all-time highs throughout the world, making audiences eager to see their cough-centric realities reflected on the silver screen."},{"type":"text","value":"Once the coughs and sneezes of the nominees are compared and adjusted for genre and Batman-related factors (see below), the Coughgeist becomes a reliable predictor for the winner."},{"type":"hed","value":"C. Films with Too Many Coughs"},{"type":"text","value":"Films that exceed the Coughgeist never win. We posit that this is due to <a href=https://journals.sagepub.com/doi/10.1177/1367877915571407?icid=int.sj-abstract.similar-articles.2>audience prefiguration</a> [6]: filmgoers expect a lower number of expulsions and are subsequently upset and repulsed when the films contain more coughing and sneezing than expected."},{"type":"video","value":{"id":"mTr2WtrYlqk","fig":"4","film":"The Revenant","caption":"<em>The Revenant</em> offered 10 coughs when the Coughgeist was only two"}},{"type":"break","value":"true"},{"type":"video","value":{"id":"A0sZnGJtHME","fig":"5","film":"Dallas Buyers Club","caption":"<em>Dallas Buyers Club</em> offered 24 coughs when the Coughgeist was only two"}},{"type":"text","value":"Interestingly, an overabundance of expulsions does not hamper the chances of an actor doing the expelling to win their own Oscar, as evidenced by Best Actor wins for Leonardo DiCaprio in <em>The Revenant</em> and Matthew McConaughey in <em>Dallas Buyers Club</em>."},{"type":"hed","value":"D. Films with Too Few Coughs"},{"type":"text","value":"Conversely, films that fail to meet the Coughgeist tend to lose as well. We posit that these films feel unrealistic and off-putting in their paucity of expulsions compared to the expectations of the current moment."},{"type":"video","value":{"id":"UcasnEMs30Q","fig":"6","film":"Sound of Metal","caption":"<em>Sound of Metal’s</em> single cough failed to meet the record-setting Coughgeist of the 93rd Academy Awards"}},{"type":"break","value":"true"},{"type":"video","value":{"id":"_GJjwsP0H9I","fig":"7","film":"Little Women","caption":"Greta Gerwig’s <em>Little Women</em> was two coughs away from meeting the Coughgeist"}},{"type":"video","value":{"id":"4M85LMYAIX4","fig":"8","film":"American Hustle","caption":"<em>American Hustle</em> had one cough when the Coughgeist was three"}},{"type":"text","value":"While beyond our remit as data scientists, we cannot help but feel sympathy for the directors who labored for years against naysayers only to have their dreams dispassionately suffocated by gatekeepers simply because of a few coughs and sneezes."},{"type":"hed","value":"E. Films with Just the Right Amount of Coughs"},{"type":"text","value":"Films that have the exact same number of expulsions as the Coughgeist tend to win. By meeting audience expectations for coughs and sneezes exactly, victory is assured."},{"type":"video","value":{"id":"BG0VIn-Wn6k","fig":"9","film":"Nomadland","caption":"<em>Nomadland</em> captured record-setting Coughgeist of the 93rd Academy Awards without getting over-coughy"}},{"type":"break","value":"true"},{"type":"video","value":{"id":"MjHRk1xuzAA","fig":"10","film":"Birdman","caption":"<em>Birdman</em> captured the 87th Academy Awards’ modest Coughgeist of one"}},{"type":"text","value":"In cases where multiple films meet the Coughgeist exactly, ties can be broken by analyzing first the prominence of the expulsions and then the critical reception of the films."},{"type":"hed","value":"F. The Thriller Tripler Effect"},{"type":"text","value":"At the 92nd Academy Awards in 2020, many were stunned by the victory of foreign-language thriller <em>Parasite</em>. Explanations included <a href=https://www.latimes.com/entertainment-arts/movies/story/2020-02-09/oscars-2020-winners>the rise of streaming platforms</a> [7], the <a href=https://www.vulture.com/2020/02/oscars-2020-how-parasite-won-best-picture.html>expansion of the Academy’s membership</a> [8], and that it <a href=https://collider.com/oscars-how-parasite-won-best-picture/>simply was the best film</a> [9]. At first glance, it appears to defy the Coughgeist as well, with nine expulsions in a year where nominated films had a median of three expulsions. But we know from our prior research that coughs in thrillers outpace coughs in non-thriller dramas. And indeed, looking at the dataset, we can see the winning thrillers continue this trend, in this case tripling the unadjusted Coughgeist. Simply put, because audiences expect more coughs and sneezes from thrillers, we normalize their number of expulsions by dividing by three."},{"type":"text","value":"Once we factor in this effect, we can easily predict the victories of <em>Parasite, The Shape of Water</em>, and <em>The Hurt Locker</em>."},{"type":"video","value":{"id":"DnwAZA965MQ","fig":"11","film":"Parasite","caption":"<em>Parasite’s</em> nine coughs are equal to three coughs from a non-thriller"}},{"type":"break","value":"true"},{"type":"video","value":{"id":"woVNpQIkXh0","fig":"12","film":"The Shape of Water","caption":"<em>The Shape of Water’s</em> three coughs are equal to one cough from a non-thriller"}},{"type":"video","value":{"id":"1eyBt72cAuY","fig":"13","film":"The Hurt Locker","caption":"<em>The Hurt Locker’s</em> three coughs"}},{"type":"break","value":"true"},{"type":"hed","value":"G. The Batman Effect"},{"type":"text","value":"We notice that abnormalities in our framework tend to occur when a movie has no coughs and stars an actor who has played or will play Batman. For example, <em>Argo</em> starring Ben Affleck won with zero coughs when the Coughgeist was two. And <em>Spotlight</em> starring Michael Keaton won with zero coughs when the Coughgeist was also two. It appears there is a clear Batman Effect at play: when a movie has no coughs, having a lead actor who has played or will play Batman is worth two coughs."},{"type":"text","value":"While the effect is apparent, the underlying cause likely requires further research. We believe it may be because audiences associate Batman with a deep, gravely voice, a voice whose net effect over a full feature film is not dissimilar to the effect of two coughs. This two cough halo then extends over the actor’s other expulsionless work."},{"type":"text","value":"“But wasn’t Michael Keaton’s voice in <em>Batman</em> less gravely?,” a nettlesome reader may ask. Certainly, but <em>Spotlight</em> was released after the <em>Dark Knight</em> trilogy, which starred the exceptionally-gravelly Christian Bale. Due to the fallibility of memory [10], audiences likely associated any Batman with the dominant Batman of the epoch, leading to an association of Keaton with Bale’s performance."},{"type":"text","value":"“But then why does this effect not apply to <em>Birdman</em>?,” the reader may continue, jealously sneering from his corner office with windows in the new part of the statistics building that doesn’t smell like mildew. First, <em>Birdman</em> has a cough of its own, negating the effect. Second, <em>Birdman</em> references Keaton’s past as Batman, breaking any subconscious effect upon the audience."},{"type":"image","value":{"file":"batman","fig":"14","caption":"The Batman Effect on Best Picture nominees"}},{"type":"break","value":"true"},{"type":"hed","value":"H: Predicting This Year’s Winner"},{"type":"text","value":"Both <a href=https://www.vegasinsider.com/awards/odds/oscars/>betting markets</a> [11] and <a href=https://variety.com/feature/2022-oscars-best-picture-predictions-1234965329/>entertainment journalists</a> [12] currently favor <em>The Power of The Dog</em> and <em>Belfast</em> for Best Picture. However, both of these films are too coughy for the current Coughgeist of two."},{"type":"video","value":{"id":"AaO3je1AvFs","fig":"15","film":"Belfast","caption":"<em>Belfast</em> has four coughs"}},{"type":"video","value":{"id":"GYEOEtE1z48","fig":"16","film":"The Power of the Dog","caption":"<em>The Power of the Dog</em> has three coughs"}},{"type":"text","value":"Based on the Coughgeist, either <em>Dune</em> or <em>Licorice Pizza</em> should win, as both those films have two expulsions. A close examination of the two films shows that both coughs in <em>Dune</em> are prominently featured, while one cough in <em>Licorice Pizza</em> is a background cough. Therefore we can say with a high degree of certainty that <em>Dune</em> will be this year’s Best Picture winner. We are proud to be the first to congratulate the producers and lead cougher ​​Timothée Chalamet."},{"type":"video","value":{"id":"1-hIZCiNZds","fig":"17","film":"Dune","caption":"The two coughs of soon-to-be Best Picture-winner <em>Dune</em>"}}],"discussion":[{"type":"text","value":"While our Coughgeist model has achieved a revolutionary 91.7% correct prediction rate, we believe further improvement could be made by studying the film that fails to conform to it: <em>Green Book.</em> We believe this may be an indicator of Extended Batman Effects. Mahershala Ali was <a href=https://screenrant.com/blade-movie-cost-mahershala-ali-major-batman-role/>up for Commissioner Gordon in The Batman</a> [13]. Or, more likely, <em>Green Book</em> may have won because Viggo Mortensen will play Batman at some point in the future."},{"type":"break","value":"true"},{"type":"text","value":"This striking conclusion points to the possibility of the Coughgeist being able to predict more than just Academy Awards and demands further well-funded research and the creation of new tenure-track faculty positions."}],"conclusions":[{"type":"text","value":"Our model shows that analyzing the number of coughs and sneezes in the nominees for Best Picture makes predicting a winner possible with 91.7% accuracy. While at first glance of the data, a close-minded department chair may give a tenured scoff, we believe accounting for multiple factors yields a striking model."},{"type":"text","value":"We first establish the public’s appetite for coughs with the Coughgeist, then account for genre with the Thriller Tripler Effect, and finally normalize using the Batman Effect. Further refining of this model may yield not only a better means of predicting Best Picture winner, but a better means of predicting numerous aspects related to feature films, including the casting of future Batmen."}],"acknowledgements":[{"type":"text","value":"Many thanks to <a href=https://movingimage.us/>Museum of the Moving Image</a> [14] for their visionary support in commissioning Every Movie Cough and to <a href=https://opensubtitles.org/>OpenSubtitles.org</a> for generously sharing their subtitle collection with us."},{"type":"text","value":"No thanks to our former postdoctoral fellows and department administrators at the University of Central Florida. Some thanks to <a href=https://pudding.cool>The Pudding.</a>"}],"references":[{"author":"J. Krauss, S. Nann, D. Simon, K. Fischbach, P. Gloor","year":"2008","title":"Predicting movie success and academy awards through sentiment and social network analysis","url":"https://www.semanticscholar.org/paper/Predicting-Movie-Success-and-Academy-Awards-through-Krauss-Nann/d2aafa20b624c5df506533c62e3468e43eeaf2ec"},{"author":"I.T. Correa, D.D. Abdala, R.S. Miani, E.R. Faria","year":"2018","title":"Sentiment analysis of twitter posts about the 2017 academy awards","url":"https://www.researchgate.net/publication/330336251_Sentiment_Analysis_of_Twitter_Posts_About_the_2017_Academy_Awards"},{"author":"Franck, Christopher T., Wilson, Christopher E.","year":"2021","title":"Predicting competitions by combining conditional logistic regression and subjective bayes: an Academy Awards case study","url":"https://projecteuclid.org/journals/annals-of-applied-statistics/volume-15/issue-4/Predicting-competitions-by-combining-conditional-logistic-regression-and-subjective-Bayes/10.1214/21-AOAS1464.short"},{"author":"Lacher, Mike, Eppink, Jason","year":"2021","title":"Every Movie Cough","url":"https://everymoviecough.com"},{"author":"Multiple Authors","year":"2022","title":"OpenSubtitles.org","url":"https://opensubtitles.org"},{"author":"Michelle, Carolyn, Davis, Charles H., Hardy, Ann L., Hight, Craig","year":"2017","title":"Pleasure, disaffection, ‘conversion’ or rejection? The (limited) role of prefiguration in shaping audience engagement and response","url":"https://journals.sagepub.com/doi/10.1177/1367877915571407?icid=int.sj-abstract.similar-articles.2"},{"author":"Rottenberg, Josh","year":"2020","title":"‘Parasite’ pulls off Oscar upset, winning four Academy Awards","url":"https://www.latimes.com/entertainment-arts/movies/story/2020-02-09/oscars-2020-winners"},{"author":"Jones, Nate","year":"2020","title":"How Parasite Pulled Off Its History-Making Best Picture Win","url":"https://www.vulture.com/2020/02/oscars-2020-how-parasite-won-best-picture.html"},{"author":"Chitwood, Adam","year":"2020","title":"Oscar Beat: How ‘Parasite’ Won Best Picture","url":"https://collider.com/oscars-how-parasite-won-best-picture/"},{"author":"Jelicic, Marko, Smeets, Tom, Peters, Maarten, Candel, Ingrid, Horselenberg, Robert, Merckelbach, Harald","year":"2006","title":"Assassination of a controversial politician: remembering details from another non-existent film","url":"https://onlinelibrary.wiley.com/doi/abs/10.1002/acp.1210"},{"author":"Insider, Vegas","year":"2022","title":"2022 Oscars Betting Odds, Categories & Information 2022","url":"https://www.vegasinsider.com/awards/odds/oscars/"},{"author":"Davis, Clayton","year":"2022","title":"Oscars Predictions: Best Picture — Campaigns for ‘Belfast,’ ‘CODA’ and ‘The Power of the Dog’ Hope for a Strong Awards Weekend","url":"https://variety.com/feature/2022-oscars-best-picture-predictions-1234965329/"},{"author":"Hood, Cooper","year":"2019","title":"Did Blade Cost Mahershala Ali a Major Role in The Batman?","url":"https://screenrant.com/blade-movie-cost-mahershala-ali-major-batman-role/"}]}